tap "adoptopenjdk/openjdk"
tap "astronomer/tap"
tap "codecrafters-io/tap"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
tap "redpanda-data/tap"
tap "romkatv/powerlevel10k"
tap "vectorizedio/tap"
brew "jq"
brew "ansiweather"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "apr-util"
brew "aspell"
brew "atuin"
brew "bash"
brew "bat"
brew "bottom"
brew "readline"
brew "python@3.10", link: false
brew "bpytop"
brew "broot"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "ctags"
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "discount"
brew "docker-credential-helper-ecr", link: false
brew "exa"
brew "fd"
brew "imlib2"
brew "feh"
brew "leptonica"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gd"
brew "python@3.11"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "lua"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gopls"
brew "netpbm"
brew "graphviz"
brew "grex"
brew "helix"
brew "helm"
brew "hstr"
brew "htop"
brew "hugo"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "ispell"
brew "openssl@3"
brew "isync"
brew "openjdk"
brew "jmeter"
brew "kafka"
brew "kind"
brew "kondo"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lf"
brew "libfido2"
brew "libgccjit"
brew "libmagic"
brew "librdkafka"
brew "libvterm"
brew "llvm"
brew "lsd"
brew "marksman"
brew "minikube"
brew "mpv"
brew "msmtp"
brew "mu"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node"
brew "offlineimap"
brew "pandoc"
brew "perl"
brew "pngpaste"
brew "protobuf"
brew "pulumi"
brew "tcl-tk"
brew "python@3.8"
brew "ranger"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sbt"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "subversion"
brew "teleport"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "codecrafters-io/tap/codecrafters"
brew "coursier/formulas/coursier"
brew "hidetatz/tap/kubecolor"
brew "jesseduffield/lazygit/lazygit"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-imagemagick", "with-modern-icon", "with-native-compilation", "with-starter"]
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk8"
cask "alacritty"
cask "amethyst"
cask "appflowy"
cask "hammerspoon"
cask "kafka-tool"
cask "karabiner-elements"
cask "keycastr"
cask "mactex"
cask "vscodium"
cask "wezterm"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "AlanWalk.markdown-navigation"
vscode "alefragnani.Bookmarks"
vscode "almenon.arepl"
vscode "ankitcode.firefly"
vscode "asvetliakov.vscode-neovim"
vscode "atomiks.moonlight"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "bungcip.better-toml"
vscode "carlos18mz.cyberpunk-2077-rebuild"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "chenzhe.split-line"
vscode "ChirtleLovesDolls.nebula-theme"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dahong.theme-bear"
vscode "DanielSanMedium.dscodegpt"
vscode "darkriszty.markdown-table-prettify"
vscode "DavidAnson.vscode-markdownlint"
vscode "docsmsft.docs-markdown"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "EasyCodeAI.copilot-chatgpt-vscode"
vscode "ekelley.midnight-synth"
vscode "Endormi.2077-theme"
vscode "enkia.tokyo-night"
vscode "erd0s.terraform-autocomplete"
vscode "ExodiusStudios.comment-anchors"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.code-runner"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GraysonStream.airflow-templates"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "helgardrichard.helium-icon-theme"
vscode "ionutvmi.path-autocomplete"
vscode "jasontheiler.kelp-forest-theme-vscode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JScearcy.rust-doc-viewer"
vscode "KevinRose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lucasmelin.airflow-snippets"
vscode "mattn.Lisp"
vscode "max-SS.Cyberpunk"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "MurlocCra4ler.leap"
vscode "njpwerner.autodocstring"
vscode "NTBBloodbath.doom-one"
vscode "oderwat.indent-rainbow"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "PawelBorkar.jellyfish"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "RobbOwen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.everforest"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "serayuzgur.crates"
vscode "shadowndacorner.vscode-easymotion"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "Swellaby.vscode-rust-test-adapter"
vscode "TabNine.tabnine-vscode"
vscode "TahaPublishers.material-forest-vscode"
vscode "tamasfe.even-better-toml"
vscode "thegeoffstevens.best-dark-themes-pack"
vscode "tinkertrain.theme-panda"
vscode "tnrich.remove-whitespace-aka-join-words"
vscode "tootone.org-mode"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "VSpaceCode.whichkey"
vscode "WesleyBatista.airflow-dag-viewer"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wmaurer.vscode-jumpy"
vscode "yzhang.markdown-all-in-one"
vscode "ZhangYue.rust-mod-generator"
vscode "zhuangtongfa.material-theme"
